opencell-billing/xml/init/06_create_offer.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.api.meveo.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:createOfferTemplate>
         <!--Optional:-->
         <offerTemplate code="OFFER_VOICE" description="Offer telco B2C">
            <disabled>false</disabled>
            <!--Optional:-->
            <serviceTemplates>
               <!--Zero or more repetitions:-->            
               <serviceTemplate code="SERVICE_VOICE" description="Voice service">
               </serviceTemplate>
           </serviceTemplates>
         </offerTemplate>
      </ws:createOfferTemplate>
   </soapenv:Body>
</soapenv:Envelope>